/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Realizat de echipa globală DigiWallet. Versiunea %1$@";

/* Privay Policy button label */
"About.privacy" = "Politica de confidențialitate";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Termeni de utilizare";

/* About screen title */
"About.title" = "Despre";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Închidere";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centru de asistență";

/* Loading Wallet Message */
"Account.loadingMessage" = "Încărcarea portofelului";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "DigiWallet-ul meu";

/* Error alert title */
"Alert.error" = "Eroare";

/* No internet alert message */
"Alert.noInternet" = "Nu s-a găsit nicio conexiune la internet. Verificați conexiunea și încercați din nou.";

/* Warning alert title */
"Alert.warning" = "Avertizare";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresele copiate";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Toate adresele din portofel au fost copiate cu succes.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Cheia personală de recuperare a fost setată.";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Extraordinar!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Setare PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Trimitere eșuată";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Trimitere confirmată";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Banii au fost trimiși!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Eroare Serializare JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Portofelul nu este gata";

/* API Token error message */
"ApiClient.tokenError" = "Token-ul API nu poate fi recuperat";

/* Send BCH view body. */
"BCH.body" = "Introduceți mai jos o adresă de destinație DigiByte. Toți DigiByte din portofelul dvs. vor fi trimiși în momentul ramificării (%1$@).";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmare trimitere %1$@ la %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmare";

/* Generic bch erorr message */
"BCH.genericError" = "Contul dvs. nu conține niciun DigiByte sau ați primit DigiByte după bifurcare.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Tranzacția ID copiata ";

/* No address error message */
"BCH.noAddressError" = " Vă rog introduceți o adresă ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Solicitările de protocol de plata nu sunt suportate pentru tranzacțiile DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte trimis cu succes";

/* Widthdraw BCH view title */
"BCH.title" = "Retragere DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte tranzacții ID";

/* Approve button label */
"BitID.approve" = "Aprobare";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ soliciteaza autentificarea folosind portofelul tau DigiByte";

/* Deny button label */
"BitID.deny" = "Negat";

/* BitID error alert title */
"BitID.error" = "Autentificare eruare";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Vă rog verificați serviciul de rețea.Poate fi necesar să mai încercați din nou.";

/* BitID success alert title */
"BitID.success" = "Autentificare cu succes";

/* BitID Authentication Request alert view title */
"BitID.title" = "BitlD autentificare solicitată";

/* Cancel button label */
"Button.cancel" = "Anulare";

/* Ignore button label */
"Button.ignore" = "Ignorare";

/* menu button */
"Button.menu" = "Meniu";

/* No button */
"Button.no" = "Nu";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Primire";

/* send button */
"Button.send" = "Trimite";

/* Settings button label */
"Button.settings" = "Setări";

/* Settings button label */
"Button.submit" = "Trimiteți";

/* Yes button */
"Button.yes" = "Da";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrați-vă cartea de identitate în chenar";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Suma de trimis:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Taxa de rețea:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Timp de procesare: Această tranzacție va dura %1$@ minute pentru a fi procesată.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Trimis";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmare";

/* To: (address) */
"Confirmation.to" = "Către";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Cost total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Pentru a vă asigura că totul a fost scris corect, vă rugăm să introduceți următoarele cuvinte din Cheia personală de recuperare.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Cuvântul #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unitatea de afișare DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Rata de schimb";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Acest dispozitiv nu este configurat pentru a trimite email prin aplicația iOS mail.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email indisponibil";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Acest dispozitiv nu este configurat pentru a trimite mesaje.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mesagerie indisponibilă";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Vă puteți personaliza limita de cheltuieli cu Face ID de la %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Folosiți-vă fața pentru a debloca DigiWallet și a trimite bani până la limita setată.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Conectați textul (vedeți TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Permiteți setarea Face ID pentru DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Nu ați setat Face ID pe acest dispozitiv. Accesați Setări->Face ID & Parolă pentru a o seta acum.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Fața ID nu este configurată";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Fața ID limita de cheltuieli";

/* Economy fee */
"FeeSelector.economy" = "Economie";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Estimarea livrarii: 10+ minute";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Aceasta optiune nu este recomandată pentru tranzacțiile cu timp sensibil.";

/* Regular fee */
"FeeSelector.regular" = "Regulat";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Estimarea livrarii: 15-30 secunde";

/* Fee Selector title */
"FeeSelector.title" = "Viteza de procesare";

/* Checking private key balance progress view text */
"Import.checking" = "Verificarea soldului cheii private...";

/* Sweep private key confirmation message */
"Import.confirm" = "Trimiteți %1$@ din această cheie privată în portofelul tău?Rețeaua DigiByte va primi o taxă de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Această cheie privată este deja in portofelul tau.";

/* empty private key error message */
"Import.Error.empty" = "Această cheie privată este goală.";

/* High fees error message */
"Import.Error.highFees" = "Taxa de tranzacționare ar costa mai mult decât fondurile disponibile în această cheie privată. ";

/* Not a valid private key error message */
"Import.Error.notValid" = "Cheia privată nu este validată.";

/* Import signing error message */
"Import.Error.signing" = "Eroare de conectare a tranzacției.";

/* Import button label */
"Import.importButton" = "Importare ";

/* Importing wallet progress view label */
"Import.importing" = "Importare portofel ";

/* Caption for graphics */
"Import.leftCaption" = "Portofel pentru a fi importat";

/* Import wallet intro screen message */
"Import.message" = "Importând un portofel transferă toți banii din celălalt portofel în DigiWallet utilizând o singură tranzacție.";

/* Enter password alert view title */
"Import.password" = "Această cheie privată este protejată prin parolă.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Parola";

/* Caption for graphics */
"Import.rightCaption" = "DigiWallet-ul dvs.";

/* Scan Private key button label */
"Import.scan" = "Scanare Cheie Privată";

/* Import wallet success alert title */
"Import.success" = "Ați reușit";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Ați reușit importarea portofelului.";

/* Import Wallet screen title */
"Import.title" = "Importare Portofel";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Deblocarea Cheii";

/* Import wallet intro warning message */
"Import.warning" = "Importarea portofelului nu include istoricul tranzacțiilor și alte detalii.";

/* Wrong password alert message */
"Import.wrongPassword" = "Parolă greșită, vă rugăm să încercați din nou.";

/* Close app button */
"JailbreakWarnings.close" = "Închidere";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorați";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SECURITATEA DISPOZITIVULUI ESTE COMPROMISĂ\nOrice aplicație \"jailbreak\" vă poate accesa informațiile keychain din DigiWallet și vă poate fura DigiByte-ul! Ștergeți acest portofel imediat și recuperați-l pe un dispozitiv securizat.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SECURITATEA DISPOZITIVULUI ESTE COMPROMISĂ\nOrice aplicație \"jailbreak\" vă poate accesa informațiile keychain din DigiWallet și vă poate fura DigiByte-ul! Vă rugăm să folosiți DigiWallet doar pe un dispozitiv non-jailbroken.  ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AVERTIZARE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Serviciile de localizare sunt dezactivate.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet nu are permisiunea să acceseze serviciile de localizare.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Ați creat portofelul dvs. în %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Numele potrofelului dvs. apare doar în istoricul tranzacțiilor din contul dvs. și nu poate fi văzut de nimeni altcineva.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Numele Portofelului";

/* Manage wallet modal title */
"ManageWallet.title" = "Administrați Portofelul";

/* Buy bitcoin title */
"MenuButton.buy" = "Cumpărați DigiByte";

/* Menu button title */
"MenuButton.lock" = "Închideți Portofelul";

/* Menu button title */
"MenuButton.security" = "Centru de Securitate";

/* Menu button title */
"MenuButton.settings" = "Setări";

/* Menu button title */
"MenuButton.support" = "Asistență";

/* button label */
"MenuViewController.createButton" = "Creați Portofel Nou";

/* Menu modal title */
"MenuViewController.modalTitle" = "Meniu";

/* button label */
"MenuViewController.recoverButton" = "Recuperare portofel";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Trecere la modul automat";

/* Node is connected label */
"NodeSelector.connected" = "Conectat";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Introduceți adresa de Node IP si portul (opțional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Introduceți Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Schimbați la modul manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Node curent primar ";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nu este conectat";

/* Node status label */
"NodeSelector.statusLabel" = "Statut nod de conexiune";

/* Node Selector view title */
"NodeSelector.title" = "Noduri DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Solicitare de plată defectuoasă ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Document neacceptat sau corupt";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certificat lipsă";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "solicitare expirată";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Plata nu a putut fi efectuată";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Plățile DigiByte nu pot fi mai puțin de %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Rezultatele tranzacțiilor DigiByte nu pot fi mai mici de $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tip de semnătură neacceptat";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificat nesigur";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Apăsați aici pentru a activa Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activați Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Este nevoie de parola dispozitivului pentru a vă proteja portofelul. Accesați setările și activați parola.  ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Activați parola dispozitivului";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Cheia personală de recuperare trebuie salvată în caz că vă pierdeți sau vă schimbați vreodată telefonul. Apăsați aici pentru a continua.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Se solicită un răspuns ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "E posibil ca portfelul dvs. să nu fie sincronizat.  Acest lucru poate fi adesea remediat prin rescanarea blockchain-ului.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Tranzacție respinsă";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ajutați-ne să îmbunătățim DigiWallet prin a ne furniza informații anonime";

/* Share data prompt title */
"Prompts.ShareData.title" = "Distribuiți informații anonime";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Apăsați aici pentru a permite setarea Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Permiteți setarea Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet a fost actualizat pentru folosirea unui PIN de 6 cifre. Apăsați aici pentru actualizare. ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Actualizați PIN-ul";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Activați notificările pentru a primi în viitor mesaje speciale de la DigiWallet.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificări ”push”";

/* Push notifications are off label */
"PushNotifications.off" = "Oprit";

/* Push notifications are on label */
"PushNotifications.on" = "Pornit";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificări";

/* Address copied message. */
"Receive.copied" = "Copiat pe clipboard.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Solicitați o sumă";

/* Share button label */
"Receive.share" = "Distribuiți";

/* Share via text message (SMS) */
"Receive.textButton" = "Mesaj text";

/* Receive modal title */
"Receive.title" = "Primiți";

/* Done button text */
"RecoverWallet.done" = "Finalizat";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperare Portofel";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetare PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Introduceți Cheia personală de recuperare";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recuperați-vă DigiWallet cu Cheia personală de recuperare.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Cheia personală de recuperare introdusă nu este validă. Vă rugăm să reverificați fiecare cuvânt și să încercați din nou. ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Săgeata stângă";

/* Next button label */
"RecoverWallet.next" = "Următorul";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Apăsați aici pentru mai multe informații.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Săgeata dreapta";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Introduceți Cheia personală de recuperare pentru portofelul pe care doriți să-l recuperați.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Pentru a vă reseta PIN-ul, introduceți cuvintele din Cheia personală de recuperare în chenarele de mai jos.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Vă rugăm să introduceți mai întâi o sumă.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Solicitați o sumă";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizare";

/* Alert message body */
"ReScan.alertMessage" = "Nu veți putea trimite bani în timpul sincronizării.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronizare cu Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 de minute";

/* Syncing explanation */
"ReScan.body2" = "Dacă o tranzacție apare ca finalizată în rețeaua DigiByte, însă nu și în DigiWallet-ul dvs.";

/* Syncing explanation */
"ReScan.body3" = "Primiți în mod repetat eroarea că tranzacția dvs. a fost respinsă.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Începerea sincronizării";

/* Sync blockchain view footer */
"ReScan.footer" = "Nu veți putea trimite bani în timpul sincronizării cu blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronizare Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Timp estimat";

/* Subheader label */
"ReScan.subheader2" = "Când să sincronizăm?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Blitz-ul camerei";

/* Complete filter label */
"Search.complete" = "finalizat";

/* Pending filter label */
"Search.pending" = "în așteptare";

/* Received filter label */
"Search.received" = "primit";

/* Sent filter label */
"Search.sent" = "trimis";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Activați toate caracteristicile de securitate pentru protecție maximă.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Singura modalitate de a vă accesa DigiByte-ul dacă vă pierdeți sau vă actualizați telefonul.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Cheia personală de recuperare";

/* PIN button description */
"SecurityCenter.pinDescription" = "Vă protejează DigiWallet-ul de utilizatori neautorizați.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6 cifre";

/* Security Center Title */
"SecurityCenter.title" = "Centru de Securitate";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Deblocați-vă DigiWallet-ul în mod convenabil și trimiteți bani până la limita stabilită.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Suma";

/* Balance: $4.00 */
"Send.balance" = "Balanța: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Accesați Setările pentru a permite accesul la camera foto.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet nu are permisiunea de a accesa camera foto.";

/* Warning when sending to self. */
"Send.containsAddress" = "Destinația este propria dvs. adresă. Nu puteți trimite către dvs. înșivă.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Tranzacția nu a putut fi creată.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard-ul este gol";

/* Network Fee: $0.01 */
"Send.fee" = "Taxa de rețea: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identitatea destinatarului nu este certificată.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Adresa de destinație nu este o adresă DigiByte validă.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard-ul nu conține o adresă DigiByte validă.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Adresă nevalidă";

/* Is rescanning error message */
"Send.isRescanning" = "Trimiterea este dezactivată din cauza unei rescanări complete.";

/* Loading request activity view message */
"Send.loadingRequest" = "Se încarcă cererea";

/* Empty address alert message */
"Send.noAddress" = "Vă rugăm să introduceți adresa destinatarului.";

/* Emtpy amount alert message */
"Send.noAmount" = "Vă rugăm introduceți suma pe care o trimiteți.";

/* Paste button label */
"Send.pasteLabel" = "Lipiți";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Tranzacția nu a putut fi publicată.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Solicitarea plății nu a putut fi încărcată";

/* Scan button label */
"Send.scanLabel" = "Scanare";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Trimiteți";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Trimiteți";

/* Send money to label */
"Send.toLabel" = "Către";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Adresele DigiByte sunt destinate pentru o singură utilizare. ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Re-folosirea reduce securizarea atât pentru dvs., cât și pentru destinatar și poate aduce pierderi, dacă destinatarul nu deține controlul direct al adresei.   ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresă deja folosită";

/* About label */
"Settings.about" = "Despre";

/* Advanced Settings title */
"Settings.advancedTitle" = "Setări avansate";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Afișare monedă";

/* Join Early access label */
"Settings.earlyAccess" = "Obțineți acces timpuriu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Vă place DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limita de cheltuieli prin Face ID";

/* Import wallet label */
"Settings.importTitle" = "Importare Portofel";

/* Manage settings section header */
"Settings.manage" = "Administrare";

/* Notifications label */
"Settings.notifications" = "Notificări";

/* Leave review button label */
"Settings.review" = "Scrieți o recenzie";

/* Share anonymous data label */
"Settings.shareData" = "Distribuiți informații anonime";

/* Sync blockchain label */
"Settings.sync" = "Sincronizare Blockchain";

/* Settings title */
"Settings.title" = "Setări";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limita de cheltuieli prin Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Portofel";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Deschideți/Recuperați un alt Portofel";

/* Share data view body */
"ShareData.body" = "Ajutați-ne să îmbunătățim DigiWallet prin a ne furniza informații anonime. Acest lucru nu va include nicio informație financiară. Vă respectăm confidențialitatea financiară.";

/* Share data header */
"ShareData.header" = "Distribuiți informațiile?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Distribuiți informații anonime?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Scrieți din nou Cheia personală de recuperare";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Cheia personală de recuperare este singura modalitate de recuperare a DigiWallet-ului dvs. dacă vă pierdeți telefonul sau dacă acesta este furat, stricat sau actualizat.\n\nVă vom arăta o listă de cuvinte pe care să le scrieți pe o hârtie și să le păstrați în siguranță.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Scrieți Cheia personală de recuperare";

/* Argument is date */
"StartPaperPhrase.date" = "Ați scris Cheia personală de recuperare ultima oară în %1$@";

/* Start view message */
"StartViewController.message" = "Cel mai securizat și mai protejat mod de a folosi DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Se conectează";

/* Syncing view header text */
"SyncingView.header" = "Sincronizare";

/* Retry button label */
"SyncingView.retry" = "Reîncercați";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizare";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Vă puteți personaliza limita de cheltuieli prin Touch ID de la %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Folosiți-vă amprenta pentru a debloca DigiWallet-ul și a trimite bani până la limita stabilită.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Ecran limită de cheltuieli prin Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limită de cheltuieli: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activați Touch ID pentru DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Nu ați setat Touch ID pe acest dispozitiv. Mergeți la Setări->Touch ID & Parolă pentru a-l seta acum.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nu este setat";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Întotdeauna solicitați parola";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Vi se va solicita introducerea PIN-ului dvs. de 6 cifre pentru a efectua orice tranzacție peste limita dvs. de cheltuieli, precum și după fiecare 48 de ore de la ultima dată la care ați introdus PIN-ul dvs. de 6 cifre.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limita de cheltuieli prin Touch ID";

/* Availability status text */
"Transaction.available" = "Disponibil pentru cheltuieli";

/* Transaction complete label */
"Transaction.complete" = "Finalizat";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Balanță finală: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Rata de schimb la primire:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Rata de schimb la trimitere:";

/* (b600 fee) */
"Transaction.fee" = "(taxă %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "NEVALID";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "chiar acum";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "În progres: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "În progres: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Balanță inițială: %1$@ ";

/* Waiting to be confirmed string */
"Transaction.waiting" = "În așteptarea confirmării. Unii comercianți solicită confirmare pentru a finaliza tranzacția. Timp estimat: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "cont";

/* Amount section header */
"TransactionDetails.amountHeader" = "Suma";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmat în Block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Tranzacțiile dvs. vor apărea aici.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "la %1$@";

/* More button title */
"TransactionDetails.more" = "Mai multe...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Mutat %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Mutat <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Neconfirmat";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Primit %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Primit <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Trimis %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Trimis <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Statut";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalii tranzacție";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "către %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID Tranzacție DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Primit la această adresă";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Trimis la această adresă";

/* Disabled until date */
"UnlockScreen.disabled" = "Dezactivat până la: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Adresa mea";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetare PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scanare";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Introduceți PIN-ul";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Deblocați DigiWallet-ul dvs.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Deblocați cu Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Portofel deblocat";

/* Update PIN caption text */
"UpdatePin.caption" = "Memorați acest PIN. Dacă îl uitați, nu vă veți mai putea accesa DigiByte-ul dvs.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN-ul dvs. va fi folosit pentru a debloca DigiWallet-ul dvs. și a trimite bani.";

/* Update PIN title */
"UpdatePin.createTitle" = "Setare PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Re-introduceți PIN-ul";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Introduceți PIN-ul dvs. actual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Introduceți noul dvs. PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Re-introduceți noul dvs. PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Ne pare rău, nu am putut actualiza PIN-ul.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Eroare actualizare PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Actualizare PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiați adresele portofelului pe clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorizați copierea adresei portofelului pe clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiați adresele din portofel";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiați";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Vă rugăm să introduceți PIN-ul pentru a autoriza tranzacția.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Vă rugăm să introduceți PIN-ul pentru a continua.";

/* Verify PIN view title */
"VerifyPin.title" = "Se solicită PIN-ul";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizați această tranzacție";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Deschideți aplicația IPhone DigiWallet pentru a vă seta portofelul.";

/* Dismiss button label */
"Webview.dismiss" = "Anulați";

/* Webview loading error message */
"Webview.errorMessage" = "A fost o eroare în încărcarea conținutului. Vă rugăm să încercați din nou.";

/* Updating webview message */
"Webview.updating" = "Actualizare...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte pentru iOS și-a schimbat numele în DigiWallet, având o înfățișare nou-nouță și câteva caracteristici noi. \n\nDacă aveți nevoie de ajutor, căutați semnul (?) din partea dreaptă sus a majorității paginilor. ";

/* Top title of welcome screen */
"Welcome.title" = "Bine ați venit la DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Sunteți sigur că vreți să ștergeți acest portofel?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Curățați portofelul?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Curățare portofel eșuată.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Eșuare";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Introduceți fraza de recuperare a acestui portofel pentru a-l curăța și a deschide sau a recupera un alt portofel. Balanța dvs. actuală va rămâne cu această frază.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Deschiderea sau recuperarea unui alt portofel vă permite să accesați și să administrați un alt DigiWallet de pe acest dispozitiv.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Nu veți mai putea accesa DigiWallet-ul dvs. actual de pe acest dispozitiv. Balanța va rămâne cu această frază.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Deschideți sau recuperați un alt portofel";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Curățați";

/* Wiping activity message */
"WipeWallet.wiping" = "Curățare...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Scrieți fiecare cuvânt în ordine și păstrați-le într-un loc sigur. ";

/* button label */
"WritePaperPhrase.next" = "Următorul";

/* button label */
"WritePaperPhrase.previous" = "Precedentul";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d din %2$d";

